[
  {
    "title": "Cycling through The Night",
    "description": "The lights you need for cycling to work in town are very different from those you need to ride on unlit country lanes or off-road. If there’s decent street lighting on your route, it’s all about about making sure you’re seen by other road users, while on dark roads or pitch-black trails you the lights have to illuminate the road or trail ahead of you.",
    "img": "https://i.ibb.co/5vmq2wd/blog-1.jpg"
  },
  {
    "title": "Change Gear on a Bicycle",
    "description": "Along with your brakes, shifting your gears is one of the fundamental mechanical functions of your bike. Learning how to shift may seem basic, but gearing practice and shifting efficiently is something that even veteran riders can work on. Proper gearing will not only improve your speed, it will also make the ride more comfortable and increase your endurance on longer rides.",
    "img": "https://i.ibb.co/4PNJD55/blog-2.jpg"
  },
  {
    "title": "Gear Cycle with Disk Brake",
    "description": "It’s no longer odd to see disc-brake bikes on a ride—from hardcore roadie world-championship training grinds, to the weekly shop ride, to the townie bar crawl—the brakes that were once only a staple on mountain bikes have become the new standard. (Even World Tour teams have been riding them during cycling’s biggest races since the UCI approved them for the 2018 season.) Heck, even the purists at BICYCLING who vehemently resisted discs on aesthetic principle have accepted ",
    "img": "https://i.ibb.co/SdhKWnS/blog-3.jpg"
  },
  {
    "title": "Cycling for children",
    "description": "A bicycle (or bike) is a small, human powered land vehicle with a seat, two wheels, two pedals, and a metal chain connected to cogs on the pedals and rear wheel. A frame gives the bike strength, and the other parts are attached to the frame. The name comes from these two words - the prefix bi-meaning two, and the suffix -cycle meaning wheel. It is powered by a person riding on top, who pushes the pedals around with his or her feet.",
    "img": "https://i.ibb.co/xLv3tST/blog-4.jpg"
  }
]